"AES-128 (recommended)" = "AES-128 (raccomandato)";
"Burn Image..." = "Masterizza immagine...";
"Cancel" = "Annulla";
"Change Format..." = "Converti immagine disco...";
"Convert" = "Converti";
"Converting Image..." = "Converto immagine...";
"Create" = "Crea";
"Create Disk Image" = "Immagine disco";
"Create with directory:" = "Crea con la cartella:";
"Create with size:" = "Crea con la dimensione:";
"Create..." = "Nuova immagine disco...";
"Creating Image..." = "Creo immagine...";
"DVD/CD-R master" = "Master DVD/CD-R";
"Disk Image" = "Immagine disco";
"Disk Image Converter" = "Converti immagine disco";
"Disk Image Converting" = "Converto immagine disco";
"Disk Image Progress" = "Elaboro immagine disco";
"Encryption:" = "Crittografia:";
"Finished" = "Finito";
"Format:" = "Formato:";
"Image Format" = "Converti l'immagine disco:";
"Internet enable" = "Abilita Internet";
"Megabytes" = "Megabyte";
"Mount after creating" = "Attiva immagine dopo la creazione";
"Mounting Image..." = "Attivo immagine...";
"Name:" = "Nome:";
"None" = "Nessuno";
"Read only" = "Sola lettura";
"Read only compressed" = "Compressione sola lettura";
"Read only zlib compressed" = "Compressione zlib di sola lettura";
"Read/Write" = "Lettura/Scrittura";
"Sparse" = "Tipo \"Sparse\"";
"The file must have the .dmg, .img, .cdr, .iso, .smi or .toast extensions." = "Il file deve avere l'estensione .dmg, .img, .cdr, .iso, .smi oppure .toast";
"Volume Name:" = "Nome volume:";
"Volume Size:" = "Dimensione volume:";
"untitled" = "senza titolo";
